{
  "success": [
    "Depois do GANE JOVEM KO eu parei de estudar por tutorial e montei um plano de entrevista técnica de verdade.",
    "Entendi que paz é requisito não-funcional. Agora eu otimizo sem virar refém do sprint.",
    "Aprendi a estudar programação do zero sem virar colecionador de cursos. Tópico, prática, repetição.",
    "Descobri que system design não é dom: é checklist com contexto. Agora eu desenho sem sofrer.",
    "Entendi estrutura de dados sem drama. Agora meu algoritmo para de passar vergonha em público.",
    "Aprendi a fazer projeto completo em vez de clone. Meu portfólio parou de parecer vitrine de tutorial.",
    "Entendi que LinkedIn é um nojo, mas dá pra usar sem perder a alma. Agora eu caço vaga com método.",
    "Aprendi a responder entrevista com calma: quando eu não sei, eu estruturo. Quando eu sei, eu simplifico.",
    "Descobri que salário cresce com estratégia, não com sofrimento. Agora eu negocio sem pedir desculpa.",
    "Entendi que “carreira” é um produto: backlog, iteração, métricas, corte de escopo e melhoria contínua.",
    "Aprendi a lançar coisa real rápido: fiz meu “primeiro SaaS” mental em 5 dias e monetizeI a coragem.",
    "Entendi rollout e segmentação: agora eu testo em gente que eu gosto antes de soltar pro mundo.",
    "Aprendi zero downtime (na teoria e na fé). Agora eu migro sem rezar 12 terços.",
    "Descobri que o bug não é pessoal: é só o sistema pedindo uma explicação bem escrita.",
    "Entendi que refatorar é investimento: cortei 96% do “vai e volta” no banco da minha vergonha.",
    "Aprendi que bucket não é lixeira: agora eu organizo estático sem transformar deploy em caça ao tesouro.",
    "Entendi produtividade sem heroísmo: eu entrego sem sacrificar fim de semana pra ganhar aplauso vazio.",
    "Aprendi a “resetar a carreira” sem pânico: troquei hábito ruim por hábito útil e mantive a paz.",
    "Descobri que constância vence motivação: hoje eu estudo pouco, mas todo dia, e o resultado aparece.",
    "Entendi que paixão pela vida não é frase bonita: é limite claro, rotina decente e trabalho bem feito."
  ]
}
